SENTENCES = [
    "Hello, World!",
    "你好，世界！",
    "你好！",
    "Hello!",
    "こんにちは！",  # 日语 你好
    "안녕하세요！",  # 韩语 你好
    "Bonjour!",  # 法语 你好
    "Hallo!",  # 德语 你好
    "Hola!",  # 西班牙语 你好
    "Ciao!",  # 意大利语 你好
    "Olá!",  # 葡萄牙语 你好
    # "Привет",  # 俄语 你好 字体不支持
    "Sawasdee!",  # 泰语 你好
    "Namaste!",  # 印地语/尼泊尔语 你好
    "G'day!",  # 澳大利亚俚语问候 你好
    "Aloha!",  # 夏威夷语 你好
    "Ciallo～(∠・w< )∩★",  # 柚子语
    "我们度过的每个平凡的日常，\n也许就是连续发生的奇迹。",  # 日常
    "日々私たちが過ごしている日常は、\n実は、奇跡の連続なのかもしれない。",  # 日常
    "你在了了，你不，你的已到达了。",  # 星际拓荒迷之翻译
    "愿中国青年都摆脱冷气，只是向上走，\n不必听自暴自弃者流的话。",  # 鲁迅
    "能做事的做事，能发声的发声。",  # 鲁迅
    "有一分热，发一分光，就令萤火一般，\n也可以在黑暗里发一点光，不必等候炬火。",  # 鲁迅
    "学问便是铸器的工具。\n抛弃了学问便是毁了你自己。",  # 胡适
    "The quick brown fox jumps over a lazy dog.",
    "我能吞下玻璃而不伤身体。",
    "I can eat glass, it does not hurt me.",
    "如果繁星每隔千年才出现一晚，\n人类将会如何景仰与崇拜，\n并世代保留上帝之城的回忆。",
    "世界是自己的，与他人毫无关系。",
    "因为使人幸福，不能不为日常的琐事所苦。",
    "人生を幸福にする為には、\n日常の瑣事に苦しまなければならぬ。",
    "Talk is cheap. Show me the code.",  # Linus
    "F**k you, NVIDIA!",  # Linus
    "There are 10 types of people in the world:\nthose who understand binary,\nand those who don't.",
    "Stay hungry, stay foolish.",  # Jobs
    "万物皆有裂痕，那是光照进来的地方。",  # Leonard Cohen
    "There is a crack in everything, \nthat's how the light gets in.",
    "既然选择了远方，便只顾风雨兼程。",  # 汪国真
    "世界很大，风景很美，\n机会很多，人生很短，\n不要蜷缩在一小块阴影里。",  # 麦家
    "答案在风中飘荡。",  # 鲍勃·迪伦
    "Do not go gentle into that good night.",
    "不要温和地走进那个良夜。",  # 狄兰·托马斯
    "不能逃避，不能逃避，不能逃避。",
    "迷子でもいい、迷子でも進め。",
    "不畏迷茫，迷茫着也要砥砺前行。",
    "El Psy Kongroo.",
    "这一切都是命运石之门的选择！",
    "すべてはシュタインズ・ゲートの選択である！",
    "给岁月以文明，而不是给文明以岁月。",
    "DON'T PANIC.",
    "Any sufficiently advanced technology\nis indistinguishable from magic.",
    "任何足够先进的技术，都与魔法无异。",
    "Per aspera ad astra.",
    "循此苦旅，终抵繁星。",
    "春江潮水连海平，海上明月共潮生。",  # 字体缺 “滟滟”
    "落霞与孤鹜齐飞，秋水共长天一色。",
    "Lorem ipsum dolor sit amet,\nconsectetur adipiscing elit.",
    "人生必须吃一些无意义的苦，掷一些年华，\n以此来变得崇高。这种想法，不但有害，而且有病。",
    "从水下第一个生命的萌芽开始……\n到石器时代的巨型野兽……\n再到人类第一次直立行走，你已经历许多。",
    "巧克力螺到底哪边是头呢？",
    "May the Force be with you.",
    "The cake is a lie.",
    "祝你有个美好的一天！",
    "42",
    "47176870",  # BB(5)
    "808017424794512875886459904\n961710757005754368000000000",  # 魔群
    "关注永雏塔菲谢谢喵！",
    # 太长了
    # "考察奇素数列：3, 5, 7, 11, 13, ...\n现在，对相邻的两个素数，取它们的平均数\n4, 6, 9, 12, ...\n证明：该数列的每一项均为合数。"
    "末日时在做什么？有没有空？可以来拯救吗？",
    "做世界一流的研究，就如攀登高峰，\n需要长期准备工作，准备好工具。",
    "锟斤拷锟斤拷锟斤拷",
    "所谓的“普通”跟“理所当然”到底是什么？",
    "“普通”とか“あたりまえ”ってなんだろう？",
    "己所不欲，勿施于人。",
    "シェリーちゃん可愛い大好き、\nえらいねすごいね天才！",
    "「高性能ですから！」",
    "Verweile doch, du bist so schön!",  # 《浮士德》
    "我有一个真正奇妙的想法，\n但这里空白太窄，无法写下。",
    "・・ ・ー・・ ーーー ・・・ー ・\nー・ーー ーーー ・・ー",  # 莫尔斯码 I LOVE YOU
]
